export const subjects = [
  {
    id: 1,
    name: "فارسی (1)",
    code: "110201",
    teacher: "آقای ناصری",
    grades: [15,17,16,18 ]
  },
  {
    id: 2,
    name: "نگارش (1)",
    code: "110202",
    teacher: "اقای ناصری",
    grades: [19,20,20]
  },
  {
    id: 3,
    name: "دین و زندگی (1)",
    code: "110204",
    teacher: "آقای رنجبر",
    grades: [16,16,19,'غیبت']
  },
  {
    id: 4,
    name: "عربی، زبان قرآن (1)",
    code: "110206",
    teacher: "آقای علیش پور",
    grades: [14,17,17]
  },
  {
    id: 5,
    name: "شیمی (1)",
    code: "110210",
    teacher: "آقای رضازاده",
    grades: [17,19]
  },
  {
    id: 6,
    name: "ریاضی (1)",
    code: "110211",
    teacher: "آقای فلاحی",
    grades: [18,16,18]
  },
  {
    id: 7,
    name: "هندسه (1)",
    code: "110213",
    teacher: "آقای آشنایی",
    grades: [18,19]
  },
  {
    id: 8,
    name: "آمادگی دفاعی",
    code: "110215",
    teacher: "آقای خرم",
    grades: [20,20,19]
  },
  {
    id: 9,
    name: "آزمایشگاه علوم تجربی (1)",
    code: "110217",
    teacher: "آقای اصلانی",
    grades: []
  },
  {
    id: 10,
    name: "فیزیک (1)",
    code: "110218",
    teacher: "آقای درخشان",
    grades: [14,19,17,18]
  },
  {
    id: 11,
    name: "جغرافیا",
    code: "110222",
    teacher: "آقای آردن",
    grades: [20,17]
  },
  {
    id: 12,
    name: "تربیت بدنی",
    code: "110224",
    teacher: "آقای حسینی نیار",
    grades: []
  },
  {
    id: 13,
    name: "تفکر و سواد رسانه ای",
    code: "110225",
    teacher: "آقای گلزاده",
    grades: [19, 20, 20]
  },
  {
    id: 14,
    name: "تعلیمات ادیان الهی و اخلاق (1) ـ ویژه اقلیت های دینی",
    code: "110228",
    teacher: "آقای فلاحی",
    grades: [18,20]
  },
  {
    id: 15,
    name: "انگلیسی (1)",
    code: "111101",
    teacher: "آقای رجبعلی زاده",
    grades: [19,18]
  }
];