export const subjects = [
  {
    id: 1,
    name: "فارسی (1)",
    code: "110201",
    grades: [18,20]
  },
  {
    id: 2,
    name: "نگارش (1)",
    code: "110202",
    grades: [20, 20]
  },
  {
    id: 3,
    name: "دین و زندگی (1)",
    code: "110204",
    grades: [20, 20]
  },
  {
    id: 4,
    name: "عربی، زبان قرآن (1)",
    code: "110206",
    grades: [17,17]
  },
  {
    id: 5,
    name: "شیمی (1)",
    code: "110210",
    grades: [17, 19]
  },
  {
    id: 6,
    name: "ریاضی (1)",
    code: "110211",
    grades: [16,19]
  },
  {
    id: 7,
    name: "هندسه (1)",
    code: "110213",
    grades: [20,18]
  },
  {
    id: 8,
    name: "آمادگی دفاعی",
    code: "110215",
    grades: [20, 20]
  },
  {
    id: 9,
    name: "آزمایشگاه علوم تجربی (1)",
    code: "110217",
    grades: [19,16]
  },
  {
    id: 10,
    name: "جغرافیای ایران",
    code: "110218",
    grades: [17, 18]
  },
  {
    id: 11,
    name: "هنر",
    code: "110222",
    grades: [20, 19]
  },
  {
    id: 13,
    name: "تفکر و سواد رسانه ای",
    code: "110225",
    grades: [17, 19]
  },
  {
    id: 14,
    name: "تعلیمات ادیان الهی و اخلاق (1) ـ ویژه اقلیت های دینی",
    code: "110228",
    grades: [17, 16, 20]
  },
  {
    id: 15,
    name: "انگلیسی (1)",
    code: "111101",
    grades: [20,20,20]
  }
];